{
    "ring_of_fire": "Ring Of Fire",
    "rules_button": "Rules",
    "language_button": "Language",
    "quit_button": "Quit",
    "new_game_button": "New Game",
    "draw_new_card_button": "Draw New Card",
    "rules_main_text": "Ring of Fire is a well known party drinking game where the only thing you will need is a tall glass in the middle of the table and friends. Gather around the table. each person having a cup/bottle to themselves and start drawing cards clockwise until the last King is picked. From every card you draw there is a specific rule. Here you have a full decription of every rule. Gather some friends, drink responsibly and have fun!",
    "game_over_dialog_title": "The game is over",
    "game_over_dialog_description": "You drew the last king. You must drink the content in the cup!",
    "ace_rule_title": "Make a Rule",
    "ace_rule_description": "You can choose any rule you want",
    "ace_rule_full_description": "The player who drew the card makes a new rule and anyone who breaks the rule at any time throughout the rest of the game has to drink.",
    "2_rule_title": "You",
    "2_rule_description": "Pick someone to drink",
    "2_rule_full_description": "The player who drew the card can pick someone to drink.",
    "3_rule_title": "Me",
    "3_rule_description": "You drink",
    "3_rule_full_description": "The player who drew the card must drink.",
    "4_rule_title": "Thumbmaster",
    "4_rule_description": "You can put your thumb on the table at any time",
    "4_rule_full_description": "The player who drew the card must put their thumb on the table at a chosen time. The last person to put their thumb on the table must drink. Keep in mind that this player is the thumb master just till someone else picks a four.",
    "5_rule_title": "Watch Your Mouth",
    "5_rule_description": "You can't say the words 'Drink' or 'Drunk'",
    "5_rule_full_description": "The player who drew the card can't say the words 'Drink' or 'Drunk', till someone pick another five. Everytime the player says one of those words must drink.",
    "6_rule_title": "Categories",
    "6_rule_description": "Choose a category. Everyone names a word in that category",
    "6_rule_full_description": "The player who drew the card thinks of a category (e.g. brands, cards, pets), and you go around the circle naming words in that category until someone messes up and has to drink.",
    "7_rule_title": "Seven",
    "7_rule_description": "Start counting. Careful with the number 7",
    "7_rule_full_description": "The player who drew the card starts counting, and you go around the circle saying the next number. Everytime the number contains a seven or is divisible by seven, instead of saying the number out loud, the person must clap and the count goes other way.",
    "8_rule_title": "Mate",
    "8_rule_description": "Choose a mate to drink with you",
    "8_rule_full_description": "The player who drew the card can pick a drinking mate, who must drink everytime they drink, till someone draw another eight.",
    "9_rule_title": "Questions",
    "9_rule_description": "You are the question master",
    "9_rule_full_description": "The player who drew the card becomes the question master. If anybody answers a question asked by this player, that person has to drink.",
    "10_rule_title": "Heaven",
    "10_rule_description": "You can point to the sky at any time",
    "10_rule_full_description": "The player who drew the card must point to the sky at a chosen time. The last person that points to the sky must drink. Keep in mind that once the next ten is picked this player lose the right.",
    "jack_rule_title": "Guys",
    "jack_rule_description": "Guys drink",
    "jack_rule_full_description": "The players who identify as male must drink.",
    "queen_rule_title": "Ladies",
    "queen_rule_description": "Ladies drink",
    "queen_rule_full_description": "The players who identify as female drink.",
    "king_rule_title": "Pour!",
    "king_rule_description": "Pour some of your drink into the cup",
    "king_rule_full_description": "The player who drew the card must pour some of their drink into the cup in the middle of the table. The person to draw the LAST King has to drink whatever is in that cup and the game ends."
}