{
    "ring_of_fire": "Anel De Fogo",
    "rules_button": "Regras",
    "language_button": "Idioma",
    "quit_button": "Sair",
    "new_game_button": "Novo Jogo",
    "draw_new_card_button": "Tirar Nova Carta",
    "rules_main_text": "Anel de Fogo é um conhecido jogo de bebida para festas em que a única coisa que irás precisar é um copo alto no meio da mesa e amigos. Reúnam-se em volta da mesa, cada pessoa tem de ter um copo ou uma garrafa, e comecem a tirar cartas, no sentido dos ponteiros do relógio, até o último Rei ser tirado. Cada carta tem uma regra específica que podes consultar nesta lista. Reúne alguns amigos, bebam com responsabilidade, e divirtam-se!",
    "game_over_dialog_title": "O jogo terminou",
    "game_over_dialog_description": "Retiraste o último Rei. Terás de beber o conteúdo dentro do copo!",
    "ace_rule_title": "Faz uma Regra",
    "ace_rule_description": "Podes escolher qualquer regra que queiras",
    "ace_rule_full_description": "O jogador que retirar esta carta cria uma nova regra e quem querbrar essa regra, a qualquer momento durante o resto do jogo, terá de beber.",
    "2_rule_title": "Tu",
    "2_rule_description": "Escolhe alguém para beber",
    "2_rule_full_description": "O jogador que retirar esta carta pode escolher uma pessoa para beber.",
    "3_rule_title": "Eu",
    "3_rule_description": "Tu bebes",
    "3_rule_full_description": "O jogador que retirar esta carta tem de beber.",
    "4_rule_title": "Mestre do Polegar",
    "4_rule_description": "Podes colocar o teu polegar na mesa em qualquer momento",
    "4_rule_full_description": "O jogador que retirar esta carta pode colocar o seu polegar na mesa em qualquer momento. A última pessoa a colocar também o seu polegar na mesa deve beber. Tem em conta que este jogador é o mestre do polegar apenas até outro Quatro ser retirado.",
    "5_rule_title": "Cuidado com a Língua",
    "5_rule_description": "Não podes dizer as palavras 'Beber', 'Bebi' ou 'Bêbedo'",
    "5_rule_full_description": "O jogador que retirar esta carta não pode dizer as palavras 'Beber', 'Bebi' ou 'Bêbedo(a)', até alguém retirar outro Cinco. Cada vez que este jogador disser uma dessas palavras terá de beber.",
    "6_rule_title": "Categorias",
    "6_rule_description": "Escolhe uma categoria. Digam palavras dessa categoria.",
    "6_rule_full_description": "O jogador que retirar esta carta tem de escolher uma categoria (exº. marcas, animais), e todos têm de dizer uma palavra referente a essa categoria. Quando alguém errar terá de beber.",
    "7_rule_title": "Sete",
    "7_rule_description": "Começa a contar. Cuidado com o número 7",
    "7_rule_full_description": "O jogador que retirar esta carta começa a contar, e por ordem vão dizendo o seguinte número. Se o número contém um 7 ou for divisível por 7, em vez de dizer em voz alta, o jogador deve bater palmas e continuam a contar na direção contrária. Quando alguém errar, essa pessoa terá de beber.", 
    "8_rule_title": "Companheiro",
    "8_rule_description": "Escolhe um jogador para beber contigo",
    "8_rule_full_description": "O jogador que retirar esta carta pode escolher um companheiro de bebida, que deve beber sempre que o outro bebe, até alguem retirar outro Oito.",
    "9_rule_title": "Perguntas",
    "9_rule_description": "És o mestre das perguntas",
    "9_rule_full_description": "O jogador que retirar esta carta torna-se no mestre das perguntas. Se alguém responder a uma pergunta feita por ele, essa pessoa terá de beber.",
    "10_rule_title": "Céu",
    "10_rule_description": "Podes apontar para o céu a qualquer momento",
    "10_rule_full_description": "O jogador que retirar esta carta pode apontar para o céu quando quiser. A última pessoa a apontar para o céu deve beber. Tem em conta que quando o próximo Dez for retirado este jogador perde o direito.",
    "jack_rule_title": "Rapazes",
    "jack_rule_description": "Rapazes bebem",
    "jack_rule_full_description": "Os jogadores que se identificarem como homens deve beber.",
    "queen_rule_title": "Senhoras",
    "queen_rule_description": "Senhoras bebem",
    "queen_rule_full_description": "Os jogadores que se identificarem como mulheres devem beber.",
    "king_rule_title": "Despejar!",
    "king_rule_description": "Coloca um pouco da tua bebida no copo",
    "king_rule_full_description": "O jogador que retirar esta carta deve verter um pouco da sua bebida no copo que está no meio da mesa. A pessoa que retirar o ÚLTIMO Rei terá de beber o conteúdo dentro desse copo e o jogo termina."
}